Repository: fkobon/wp-pharma
Catalog: languages/wp-pharma-*.po
Languages: fr_fr

source: Add a prescription
fr_fr: Ajouter une ordonnance

source: Presciption well received
fr_fr: Ordonnance bien reçue

source: My Pharmacy Prescription
fr_fr: Mes ordonnances

source: Upload a Pharmacy prescription
fr_fr: Mettre en ligne une ordonnance

source: Display
fr_fr: Afficher

source: Edit
fr_fr: Modifier

source: Initial Date
fr_fr: Date Initiale

source: Add here more info for the pharmacist
fr_fr: Ajoutez ici plus d'infos pour le pharmacien

source: File
fr_fr: Fichier

source: Is it a renew?
fr_fr: Est-ce un renouvellement?

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

# Post Type General Name
source: Pharmacy prescriptions
fr_fr: Ordonnances

# Post Type Singular Name
source: Pharmacy prescription
fr_fr: Ordonnance

source: Pharmacy prescriptions
fr_fr: Ordonnances

source: Pharmacy prescriptions Archives
fr_fr: Archives d’Ordonnance

source: Pharmacy prescription Attributes
fr_fr: Attributs d’ordonnance

source: Parent Pharmacy prescription:
fr_fr: Ordonnance parent :

source: All Pharmacy prescriptions
fr_fr: Toutes les ordonnances

source: Add New Pharmacy prescription
fr_fr: Ajouter une nouvelle ordonnance

source: Add Pharmacy prescription
fr_fr: Ajouter une ordonnance

source: New Pharmacy prescription
fr_fr: Nouvelle ordonnance

source: Edit Pharmacy prescription
fr_fr: modifier une ordonnance

source: Update Pharmacy prescription
fr_fr: mettre à jour une ordonnance

source: View Pharmacy prescription
fr_fr: Voir l'ordonnance

source: Search Pharmacy prescription
fr_fr: Chercher une ordonnance

source: Not found
fr_fr: Rien de trouvé

source: Not found in Trash
fr_fr: Rien dans la corbeille

source: Insert into Pharmacy prescription
fr_fr: Insérer dans l'ordonnance

source: Uploaded to this Pharmacy prescription
fr_fr: mettre en ligne sur cette ordonnance

source: Pharmacy prescriptions list
fr_fr: Historique des ordonnances

source: Pharmacy prescriptions list navigation
fr_fr: Historique des ordonnances

source: Filter Pharmacy prescriptions list
fr_fr: filtrer la liste des ordonnances

source: Pharmacy prescription
fr_fr: Ordonnances

source: Licence Key
fr_fr: Clé de licence

source: Add your licence key
fr_fr: Ajoutez votre clé de licence

source: License
fr_fr: Licence

source: Plugin License Options
fr_fr: Options de licence

source: The license key is used to access automatic updates and support.
fr_fr: la clé de licence est utilisée pour obtenir du support et les mises à jour.

source: Trouble to activate your licence key? Do it manually by adding your website to your WP-Pharma account
fr_fr: Il y a eu un problème lors de l'activation de la clé de licence?

source: Activate manually
fr_fr: Activer manuellement

source: License Key
fr_fr: Clé de licence

source: Enter your license key
fr_fr: Saisissez votre clé de licence

source: Activate License
fr_fr: Activer la licence

source: Deactivate License
fr_fr: Désactiver la licence

source: To Be Customized
fr_fr: A Personnaliser
